Repository: jiroikedafeingold/Cribbage-Skunk
Catalog: Criboard/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans

source: %@ WINS
de: %@ GEWINNT
es: %@ GANA
fr: %@ GAGNE
it: %@ VINCE
ja: %@ の勝利
ko: %@ 승리
pt_br: %@ VENCE
zh_hans: %@ 获胜

source: A clean sweep
de: Ein klarer Sieg
es: Una barrida limpia
fr: Un carton plein
it: Un cappotto
ja: 完勝
ko: 완승
pt_br: Uma vitória esmagadora
zh_hans: 完胜

source: An absolute thrashing
de: Eine absolute Abreibung
es: Una paliza absoluta
fr: Une raclée totale
it: Una batosta totale
ja: 完全な圧勝
ko: 완벽한 압승
pt_br: Uma surra absoluta
zh_hans: 彻底的碾压

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pt_br: Cancelar
zh_hans: 取消

source: Color
de: Farbe
fr: Couleur
it: Colore
ja: カラー
ko: 색상
pt_br: Cor
zh_hans: 颜色

source: Confirm score after release
de: Punktzahl nach dem Loslassen bestätigen
es: Confirmar puntuación al soltar
fr: Confirmer le score après le relâchement
it: Conferma il punteggio dopo il rilascio
ja: 指を離した後にスコアを確認
ko: 놓은 후 점수 확인
pt_br: Confirmar pontuação ao soltar
zh_hans: 松开后确认得分

source: Done
de: Fertig
es: Listo
fr: Terminé
it: Fine
ja: 完了
ko: 완료
pt_br: Concluído
zh_hans: 完成

source: DOUBLE SKUNK!
de: DOPPEL-SKUNK!
es: ¡SKUNK DOBLE!
it: DOPPIO SKUNK!
ja: ダブルスカンク！
ko: 더블 스컹크!
pt_br: SKUNK DUPLO!
zh_hans: 双重臭鼬局！

source: END OF GAME
de: SPIELENDE
es: FIN DE LA PARTIDA
fr: FIN DE PARTIE
it: FINE PARTITA
ja: ゲーム終了
ko: 게임 종료
pt_br: FIM DE JOGO
zh_hans: 游戏结束

source: LOSER SYMBOL
de: VERLIERER-SYMBOL
es: SÍMBOLO DEL PERDEDOR
fr: SYMBOLE DU PERDANT
it: SIMBOLO DEL PERDENTE
ja: 敗者のシンボル
ko: 패자 기호
pt_br: SÍMBOLO DO PERDEDOR
zh_hans: 败者符号

source: PLAY AGAIN
de: NOCHMAL SPIELEN
es: JUGAR DE NUEVO
fr: REJOUER
it: GIOCA ANCORA
ja: もう一度プレイ
ko: 다시 하기
pt_br: JOGAR NOVAMENTE
zh_hans: 再玩一次

source: Player One
de: Spieler eins
es: Jugador Uno
fr: Joueur un
it: Giocatore uno
ja: プレイヤー1
ko: 플레이어 1
pt_br: Jogador Um
zh_hans: 玩家一

source: PLAYER ONE
de: SPIELER EINS
es: JUGADOR UNO
fr: JOUEUR UN
it: GIOCATORE UNO
ja: プレイヤー1
ko: 플레이어 1
pt_br: JOGADOR UM
zh_hans: 玩家一

source: Player Two
de: Spieler zwei
es: Jugador Dos
fr: Joueur deux
it: Giocatore due
ja: プレイヤー2
ko: 플레이어 2
pt_br: Jogador Dois
zh_hans: 玩家二

source: PLAYER TWO
de: SPIELER ZWEI
es: JUGADOR DOS
fr: JOUEUR DEUX
it: GIOCATORE DUE
ja: プレイヤー2
ko: 플레이어 2
pt_br: JOGADOR DOIS
zh_hans: 玩家二

source: Replay moves after a win
de: Züge nach einem Sieg wiederholen
es: Repetir jugadas tras la victoria
fr: Rejouer les coups après une victoire
it: Ripeti le mosse dopo una vittoria
ja: 勝利後に手を再生
ko: 승리 후 이동 다시 보기
pt_br: Repetir jogadas após a vitória
zh_hans: 获胜后回放走法

source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
it: Reimposta
ja: リセット
ko: 재설정
pt_br: Redefinir
zh_hans: 重置

source: Reset both scores to 0?
de: Beide Punktzahlen auf 0 zurücksetzen?
es: ¿Restablecer ambas puntuaciones a 0?
fr: Réinitialiser les deux scores à 0 ?
it: Azzerare entrambi i punteggi?
ja: 両方のスコアを0にリセットしますか？
ko: 두 점수를 모두 0으로 재설정할까요?
pt_br: Redefinir as duas pontuações para 0?
zh_hans: 将两个分数都重置为 0？

source: Reset Scores
de: Punktzahlen zurücksetzen
es: Restablecer puntuaciones
fr: Réinitialiser les scores
it: Reimposta punteggi
ja: スコアをリセット
ko: 점수 재설정
pt_br: Redefinir pontuações
zh_hans: 重置分数

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
ja: 設定
ko: 설정
pt_br: Ajustes
zh_hans: 设置

source: Shown on the board at the skunk lines and in the celebration. "Random" picks a fresh icon each time you Reset Scores.
de: Wird auf dem Brett an den Skunk-Linien und bei der Feier angezeigt. „Zufällig“ wählt bei jedem Zurücksetzen der Punktzahlen ein neues Symbol.
es: Se muestra en el tablero, en las líneas de skunk y en la celebración. «Aleatorio» elige un icono nuevo cada vez que restableces las puntuaciones.
fr: Affiché sur le plateau, aux lignes de skunk et lors de la célébration. « Aléatoire » choisit une nouvelle icône à chaque réinitialisation des scores.
it: Mostrato sul tabellone, alle linee skunk e nella celebrazione. «Casuale» sceglie una nuova icona ogni volta che azzeri i punteggi.
ja: ボードのスカンクラインと勝利演出に表示されます。「ランダム」はスコアをリセットするたびに新しいアイコンを選びます。
ko: 보드의 스컹크 라인과 축하 화면에 표시됩니다. “무작위”는 점수를 재설정할 때마다 새 아이콘을 선택합니다.
pt_br: Exibido no tabuleiro, nas linhas de skunk e na comemoração. “Aleatório” escolhe um novo ícone sempre que você redefine as pontuações.
zh_hans: 显示在棋盘的臭鼬线和庆祝画面中。“随机”会在每次重置分数时挑选一个新图标。

source: SKUNKED!
de: SKUNK!
es: ¡SKUNK!
fr: SKUNK !
it: SKUNK!
ja: スカンク！
ko: 스컹크!
pt_br: SKUNK!
zh_hans: 臭鼬局！

source: VICTORY
de: SIEG
es: VICTORIA
fr: VICTOIRE
it: VITTORIA
ja: 勝利
ko: 승리
pt_br: VITÓRIA
zh_hans: 胜利

source: Well played
de: Gut gespielt
es: Bien jugado
fr: Bien joué
it: Ben giocato
ja: お見事
ko: 잘했어요
pt_br: Bem jogado
zh_hans: 打得漂亮

source: When on, the board re-pegs the whole game before the winner card appears.
de: Wenn aktiviert, steckt das Brett das gesamte Spiel neu ab, bevor die Gewinnerkarte erscheint.
es: Cuando está activado, el tablero vuelve a marcar toda la partida antes de mostrar la tarjeta del ganador.
fr: Lorsqu’activé, le plateau rejoue toute la partie avant l’affichage de la carte du gagnant.
it: Se attivo, il tabellone ripercorre tutta la partita prima che appaia la carta del vincitore.
ja: オンにすると、勝者カードが表示される前にボードがゲーム全体を再度たどります。
ko: 켜면 승자 카드가 나타나기 전에 보드가 전체 게임을 다시 표시합니다.
pt_br: Quando ativado, o tabuleiro remarca toda a partida antes de a carta do vencedor aparecer.
zh_hans: 开启后，棋盘会在显示获胜卡片之前重新标记整局比赛。

source: Name
es: Nombre
fr: Nom
it: Nome
ja: 名前
ko: 이름
pt_br: Nome
zh_hans: 名称
